Repository: bartekprestashop/chemiaitalia
Catalog: public_html/modules/dpdshipping/translations/*/ModulesDpdshippingAdminOnboarding.*.xlf
Languages: pl_pl

source: DPD Poland Production
pl_pl: DPD Poland - Środowisko produkcyjne

source: DPD Poland DEMO
pl_pl: DPD Poland - Środowisko DEMO

source: Environment
pl_pl: Środowisko

source: Password
pl_pl: Hasło

source: Default FID
pl_pl: Domyślny numer FID

source: Carrier DPD Poland
pl_pl: Kurier DPD Polska

source: Carrier DPD Poland COD
pl_pl: Kurier DPD Polska - pobranie

source: Carrier DPD Poland Pickup
pl_pl: DPD Polska - Odbiór w Punkcie Pickup

source: Carrier DPD Poland Pickup COD
pl_pl: DPD Polska - Odbiór w Punkcie Pickup za pobraniem

source: Company
pl_pl: Firma

source: Name
pl_pl: Imię i nazwisko

source: Street
pl_pl: Ulica

source: Postcode
pl_pl: Kod pocztowy

source: City
pl_pl: Miasto

source: Country
pl_pl: Kod kraju (np.PL)

source: Mail
pl_pl: Adres email

source: Phone
pl_pl: Numer telefonu

source: Onboarding
pl_pl: Podstawowa konfiguracja

source: DPD Poland API connections
pl_pl: Połączenie API DPD Polska

source: Configure DPD Poland API connection
pl_pl: Skonfiguruj połączenie API DPD Polska

source: Carriers
pl_pl: Przewoźnicy

source: Select available shipping method.
pl_pl: Wybierz dostępne metody wysyłki.

source: Sender address
pl_pl: Adres Nadawcy

source: Configure default Sender address
pl_pl: Domyślny adres Nadawcy

source: Save
pl_pl: Zapisz
