Repository: bartekprestashop/chemiaitalia
Catalog: public_html/modules/dpdshipping/translations/*/ModulesDpdshippingAdminOrder.*.xlf
Languages: pl_pl

source: Company name:
pl_pl: Firma:

source: Enter company...
pl_pl: Wpisz firmę...

source: Name:
pl_pl: Nazwa:

source: Enter name...
pl_pl: Wpisz imię i nazwisko...

source: Street:
pl_pl: Ulica:

source: Enter street...
pl_pl: Wpisz ulicę...

source: Postcode:
pl_pl: Kod pocztowy:

source: Enter postcode...
pl_pl: Wpisz kod pocztowy...

source: City:
pl_pl: Miejscowość:

source: Enter city...
pl_pl: Wpisz miejscowość:

source: Country:
pl_pl: Kraj:

source: Enter country...
pl_pl: Wpisz kod kraju np. PL...

source: Phone:
pl_pl: Numer telefonu:

source: Enter phone...
pl_pl: Wpisz numer telefonu...

source: Enter email...
pl_pl: Wpisz adres email...

source: Receiver company name:
pl_pl: Firma:

source: Receiver name:
pl_pl: Nazwa:

source: Receiver street:
pl_pl: Ulica:

source: Receiver postcode:
pl_pl: Kod pocztowy:

source: Receiver city:
pl_pl: Miejscowość:

source: Receiver country:
pl_pl: Kraj:

source: Receiver phone:
pl_pl: Numer telefonu:

source: Receiver email:
pl_pl: Email:

source: Service guarantee
pl_pl: Doręczenia gwarantowane

source: DPD on hour
pl_pl: Doręczenie na godzinę

source: Saturday
pl_pl: Sobota

source: Guarantee international
pl_pl: Gwarant międzynarodowy

source: Service in pers
pl_pl: Doręczenie do rąk własnych

source: Service priv pers
pl_pl: Doręczenie na adres prywatny

source: Service COD
pl_pl: Pobranie COD

source: Enter value...
pl_pl: Wpisz wartość...

source: Service self con
pl_pl: Odbiór własny

source: Company
pl_pl: Firma

source: Private
pl_pl: Prywatny

source: Service DPD Pickup
pl_pl: Punkt odbioru DPD Pickup

source: Open map
pl_pl: Wybierz

source: Service rod
pl_pl: Dokumenty zwrotne

source: Service dox
pl_pl: DOX

source: Service cud
pl_pl: Przesyłka zwrotna

source: Service Tires
pl_pl: Opony

source: Service Declared value
pl_pl: Dodatkowa ochrona ubezpieczeniowa

source: Service DPD Express
pl_pl: DPD Express

source: Service DPD Food
pl_pl: DPD FOOD

source: Service duty
pl_pl: Odprawa celna

source: Service ADR
pl_pl: LQ

source: Service return label
pl_pl: Etykieta zwrotna

source: To enable tracking for shipments, please visit the DPD Poland configuration page.
pl_pl: Aby włączyć śledzenie przesyłek, odwiedź stronę konfiguracyjną modułu DPD Polska.

source: No shipments
pl_pl: Brak przesyłek

source: No data
pl_pl: Brak danych

source: Date and time
pl_pl: Data i czas

source: State
pl_pl: Status

source: DPD Poland generate shipping
pl_pl: DPD Polska - generuj wysyłkę

source: New shipping
pl_pl: Nowa wysyłka

source: Print label
pl_pl: Drukuj etykietę

source: Print return label
pl_pl: Drukuj etykietę zwrotną

source: Carrier:
pl_pl: Metoda dostawy:

source: The shipping method is different from DPD Poland, but you can still send it with DPD!
pl_pl: Sposób wysyłki różni się od DPD Polska, ale nadal możesz wysłać go za pomocą DPD!

source: Payment:
pl_pl: Płatność:

source: The selected payment method is COD. You should check the COD service!
pl_pl: Wybraną metodą płatności zamówienia jest COD. Powinieneś sprawdzić usługę COD!

source: Sender address
pl_pl: Adres Nadawcy

source: Receiver address
pl_pl: Adres Odbiorcy

source: Payer
pl_pl: Płatnik

source: Services
pl_pl: Usługi

source: Single Shipping
pl_pl: Jedna wysyłka

source: Shipping for products group
pl_pl: Wysyłka dla każdego produktu

source: Shipping for each product
pl_pl: Przesyłka dla każdego produktu

source: Custom
pl_pl: Niestandardowy

source: Weight [kg]
pl_pl: Waga [kg]

source: Weight ADR [kg]
pl_pl: Waga ADR [kg]

source: Content
pl_pl: Zawartość

source: Customer Data
pl_pl: Uwagi

source: Size X [cm]
pl_pl: Długość [cm]

source: Size Y [cm]
pl_pl: Wysokość [cm]

source: Size Z [cm]
pl_pl: Głębokość [cm]

source: Add row
pl_pl: Dodaj

source: Save
pl_pl: Zapisz

source: DPD Poland custom shipping
pl_pl: DPD Polska wysyłka niestandardowa

source: Packages
pl_pl: Przesyłki

source: Change
pl_pl: Zmień

source: Product
pl_pl: Produkt

source: Package
pl_pl: Przesyłka

source: Summary
pl_pl: Podsumowanie

source: Package number
pl_pl: Numer wysyłki

source: Customer data
pl_pl: Uwagi

source: Products weight
pl_pl: Waga produktów

source: Close
pl_pl: Zamknij

source: DPD Shipping history
pl_pl: DPD Polska - Historia wysyłek
