Repository: bartekprestashop/chemiaitalia
Catalog: public_html/modules/dpdshipping/translations/*/ModulesDpdshippingAdminCarrier.*.xlf
Languages: pl_pl

source: DPD Poland
pl_pl: Kurier DPD Polska

source: DPD Poland COD
pl_pl: Kurier DPD Polska - pobranie

source: DPD Poland Pickup
pl_pl: DPD Polska - odbiór w Punkcie Pickup

source: Open late
pl_pl: Otwarte do późna

source: Open Saturdays
pl_pl: Otwarty w sobotę

source: Open Sundays
pl_pl: Otwarty w niedziele

source: Disabled friendly
pl_pl: Ułatwienia dla osób niepełnosprawnych

source: Direct delivery
pl_pl: Bezpośrednia dostawa

source: Direct delivery COD
pl_pl: Odbiór za pobraniem

source: Dropoff online
pl_pl: Odbiór online

source: Dropoff offline
pl_pl: Nadanie za gotówkę

source: Swap parcel
pl_pl: Zamień paczkę

source: Fresh
pl_pl: DPD Food

source: Fitting room
pl_pl: Przymierzalnia

source: Card payment
pl_pl: Płatność kartą

source: LQ
pl_pl: Materiały niebezpieczne

source: Digital label
pl_pl: Nadanie bez etykiety

source: Swip box
pl_pl: Automaty paczkowe

source: Points with services
pl_pl: Punkty z obsługą

source: DPD Poland Pickup COD
pl_pl: DPD Polska - odbiór w Punkcie Pickup za pobraniem

source: Carriers
pl_pl: Przewoźnicy

source: Select an available shipping method for the Create Prestashop carrier. You can manage carriers on the standard prestashop page.
pl_pl: Wybierz dostępną metodę wysyłki dla przewoźnika. Możesz zarządzać przewoźnikami w sekcji Przewoźnicy

source: Available shipping methods
pl_pl: Aktywne metody dostawy

source: Name
pl_pl: Nazwa

source: Visible
pl_pl: Widoczny

source: Actions
pl_pl: Akcje

source: Configure
pl_pl: Konfiguruj

source: Filters for Pickup map
pl_pl: Filtry mapy odbioru

source: COD payment methods
pl_pl: Metody płatności dla przesyłki za pobraniem (COD)

source: Save
pl_pl: Zapisz
