Repository: bartekprestashop/chemiaitalia
Catalog: public_html/modules/dpdshipping/translations/*/ModulesDpdshippingAdmin.*.xlf
Languages: pl_pl

source: DPD Poland sp. z o. o. shipping module
pl_pl: Moduł Wysyłkowy - DPD Polska sp. z o. o.

source: DPD Poland shipping
pl_pl: Wysyłki DPD Polska

source: Pickup order settings
pl_pl: Zamów kuriera

source: Shipping history
pl_pl: Historia wysyłek

source: Unable to generate labels
pl_pl: Błąd generowania etykiety.

source: Unable to generate protocols
pl_pl: Błąd generowania protokołu.

source: Success
pl_pl: Operacja wykonana pomyślnie.

source: Unable to delete shipping
pl_pl: Nie można usunąć przesyłki.

source: It is not possible to cancel the collection of a courier shipment
pl_pl: Anulowanie zlecenia nie powiodło się.

source: Please add packages
pl_pl: Proszę dodać paczki.

source: The package weight must be greater than 0.
pl_pl: Waga paczki musi być większa niż 0.

source: You must specify at least one of the fields: Sender company, Sender name.
pl_pl: Należy podać przynajmniej jedno z pól: Firma nadawcy, Nazwa nadawcy.

source: You must specify at least one of the fields: Receiver company, Receiver name.
pl_pl: Należy podać przynajmniej jedno z pól: Firma odbiorcy, Nazwa odbiorcy.

source: Shipping details
pl_pl: Szczegóły wysyłki

source: Order
pl_pl: Zamówienie

source: Sender Address
pl_pl: Adres Nadawcy

source: Company
pl_pl: Firma

source: Sender Name
pl_pl: Nazwa

source: Phone
pl_pl: Telefon

source: Receiver Address
pl_pl: Adres Odbiorcy

source: Services
pl_pl: Usługi

source: Additional Fields
pl_pl: Pola dodatkowe

source: Reference 1
pl_pl: Ref 1

source: Reference 2
pl_pl: Ref 2

source: Payer
pl_pl: Płatnik

source: Payer FID
pl_pl: Numer FID

source: Tracking
pl_pl: Śledzenie przesyłek

source: Date and time
pl_pl: Data i czas

source: State
pl_pl: Status

source: Content
pl_pl: Zawartosć

source: Customer data
pl_pl: Uwagi

source: Size X
pl_pl: Szerokość [cm]

source: Size Y
pl_pl: Wysokość [cm]

source: Size Z
pl_pl: Głębokość [cm]
