Repository: bartekprestashop/chemiaitalia
Catalog: public_html/modules/dpdshipping/translations/*/ModulesDpdshippingAdminSpecialPrice.*.xlf
Languages: pl_pl

source: Special price enabled
pl_pl: Włącz ceny specjalne

source: Special prices
pl_pl: Ceny specjalne

source: Country
pl_pl: Kraj

source: Cart price from (PLN)
pl_pl: Cena koszyka od (PLN)

source: Cart price up to (PLN)
pl_pl: Cena koszyka do (PLN)

source: Package weight from (kg)
pl_pl: Waga paczki od (kg)

source: Package weight up to (kg)
pl_pl: Waga paczki do (kg)

source: Price per package (PLN)
pl_pl: Cena za pakowanie (PLN)

source: Delivery method
pl_pl: Sposób dostawy

source: Price for COD service (PLN)
pl_pl: Cena za usługę za pobraniem (PLN)

source: Action
pl_pl: Akcje

source: Save
pl_pl: Zapisz
